tap "cloudflare/cloudflare"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "homebrew/services"
tap "infisical/get-cli"
tap "macos-fuse-t/cask"
brew "ansible"
brew "python@3.12"
brew "azure-cli"
brew "brew-cask-completion"
brew "btop"
brew "glib"
brew "cairo"
brew "php"
brew "composer"
brew "duck"
brew "emacs"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gitleaks"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "iperf"
brew "jq"
brew "katana"
brew "lf"
brew "maven"
brew "nmap"
brew "nnn"
brew "nuclei"
brew "pandoc"
brew "pdftk-java"
brew "pipx"
brew "prettier"
brew "restic"
brew "thefuck"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "cloudflare/cloudflare/cf-terraforming"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/terraform"
brew "infisical/get-cli/infisical"
cask "1password-cli"
cask "cyberduck"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "gcloud-cli"
cask "handbrake-app"
cask "hoppscotch"
cask "hyper"
cask "inkscape"
cask "iterm2"
cask "macfuse"
cask "miniconda"
cask "otx"
cask "wave"
